---
kind: other
id: Properties.T:Autodesk.Revit.DB.Analysis.MEPAnalyticalSegment
source: html/4f517cb9-f324-9734-37f0-4f1445e868d3.htm
---
# MEPAnalyticalSegment Properties

The area of the segment profile.